import 'package:places/domain/sight.dart';

final List<Sight> mocks = [
  Sight(
      'Дольмен',
      44.77878,
      52.6676767,
      'https://anapacity.com/content/images/dolmen-f-03.jpg',
      'Действительно, таковые есть в Республике Адыгея. И, в частности, '
          'на Дегуагской поляне у станицы Даховской и в иных местах. '
          'Как-то после революции их официально даже подсчитали, оказалось более двух сотен. '
          'На адыгском название станицы Даховсккой звучит несколько иначе - Дахъо.',
      4,),
  Sight('Ресторан Тимофей', 44.77878, 52.6676767, 'https://anapacity.com/content/images/dolmen-f-03.jpg',
      'Небольшое описание', 1,),
  Sight('Краеведческий музей', 44.77878, 52.6676767, 'https://anapacity.com/content/images/dolmen-f-03.jpg',
      'Небольшое описание', 3,),
];
